{
  "header": {
    "home": "Home",
    "solution": "Solution",
    "about": "About",
    "jobs": "Jobs",
    "product": "Product",
    "news": "News",
    "sample_lang": "中文"
  },
  "footer": {
    "record_1": "©2018-{{year}} ITERING TECH PTE. LTD."
  },

  "home_page": {
    "slogan": "Promote the massive adoption of blockchain and iterate to a trust-free future",
    "itering_hero_section_content_desc_1": "Itering is a blockchain technology company, established in Singapore,2018.",
    "itering_hero_section_content_desc_2": "The blockchain explorer Subscan we developed is a high-precision Web3 explorer which can quickly support Substrate ecological networks. In addition to searching for Block, Extrinsic, Event, and Account, it provides a user-friendly interactive experience in Staking, EVM, Parachain, and other modules. And we also provide customized services for unique functions.",
    "itering_hero_section_content_desc_3": "We focus on the research and development of blockchain infrastructure, and currently provide technical service for the Darwinia network developed based on the Substrate framework and its ecological applications Wormhole, Evolution Land, etc.",
    "subscan_section_content_decs_1": "Subscan is a high-precision Web3 explorer that aggregates Substrate ecological networks. As a multi-chain explorer, Subscan has supported dozens of excellent networks. Users can use Subscan to conveniently search and view blockchain data.",
    "subscan_section_content_decs_2": "The Subscan APIs are safe and stable, rich in types, and easy to use, which can meet the requirements of different fields of projects. We provide developers with a higher free rate limit, and for the users who have higher requirements for APIs, provide advanced customized API services.",
    "subscan_section_content_decs_3": "Subscan also provides users with tools such as multi-signature, account format conversion, and analysis charts. In addition to supporting the Substrate native module, we have custom functionality tailored for multiple networks.",
    "projects_section_title": "Some of the organizations using our tech",
    "projects_section_desc_darwinia": "Darwinia Network built on Substrate, focusing on the construction of future Internet of tokens, has supplied Cross-Chain Message Delivery Service that can be used for any token bridge.",
    "projects_section_desc_wormhole": "Cross-chain transfer of assets between multiple blockchains can be realized through Wormhole.",
    "projects_section_desc_evolution": "The first DeFi+NFT cross-chain game with each continent built on different blockchain networks.",
    "view_more": "View More",
    "view_posts": "View Posts",
    "learn_more": "Learn More",
    "white_paper": "White Paper",
    "section_1_title": "Products and Services",
    "section_1_subtitle": "Promote the massive adoption of blockchain and iterate to a trust-free future",
    "section_1_p_1": "Itering is a blockchain technology company, established in Singapore,2018.",
    "section_1_p_2": "We focus on the research and development of blockchain infrastructure, especially the cross-chain technology.",
    "section_1_p_3": "At present, we are developing the DARWINIA network based on the Substrate framework, and are committed to building future Internet of tokens. In addition, we continue to explore and research in the fields of NFT and blockchain games. The blockchain game Evolution Land has been launched on the two continents of Ethereum and Tron. In the future, it will become the first important game application in the DARWINIA ecosystem.",
    "section_2_title": "Darwinia Network",
    "section_2_item_1": "Darwinia Network is a cross-chain bridge chain built on Substrate, focusing on the construction of future Internet of tokens, including cross-chain NFT auction market, stablecoins, cross-chain token swap exchange and markets",
    "section_2_item_2": "It supports the development and growth of future internet of tokens by building infrastructure and core applications, and help realizes tokens connected, solving the problems of scalability and isolation of blockchain networks",
    "section_2_item_3": "Different blockchain networks are connected and able to interact with each other where assets can flow freely to realize efficient cross-chain transmission of information and value",
    "section_2_paper": "https://evolution.l2me.com/darwinia/Darwinia_Genepaper_EN_200430.pdf",
    "section_3_title": "Evolution Land",
    "section_3_p_1": "Evolution Land is a virtual business blockchain game that supports cross-chain. The game is divided into 26 continents, each of which is deployed on a different blockchain. The governance parameters are set by users autonomously. Users can buy and sell land, mine elements for them through the Apostles, build buildings, and make props.",
    "section_3_p_2": "The apostles can reproduce the inheritance genes of descendants, can upgrade their abilities by upgrading equipment and attributes, and can choose miners, warriors, doctors, musicians and other occupations in the game. Different continents will evolve into different countries, through cross-chain to achieve trade circulation between the mainland countries, war and other gameplay ...",
    "section_3_paper": "https://imgland.l2me.com/files/evolutionland/whitepaper_en.pdf?t=20181008",
    "section_4_item_1_title": "Itering ID",
    "section_4_item_1_detail": "Safe and easy-to-use digital wallet and user entrance, equipped with air-isolated code scanning technology, supporting multi-scene, multi-platform, multi-application information interaction technology",
    "section_4_item_2_title": "NFT Shifter",
    "section_4_item_2_detail": "A streamlined online non-standard asset generation tool, through smart contracts, quickly create exclusive custom NFT assets, suitable for game assets tokenized and equity certificates and more applications",
    "section_5_title": "Ecosystem Friends",
    "section_6_title": "News",
    "section_6_item_1_title": "Itering wins funding from Web3 Foundation",
    "section_6_item_1_detail": "Web3 Foundation announced a new list of W3F Grants for its funding plan. The project Scale submitted by the Darwinia development team Itering(www.Itering.io)…",
    "section_6_item_2_title": "Darwinia Network Progress Updates 2020 Q1",
    "section_6_item_2_detail": "The recent coronavirus outbreak has a huge impact worldwide and it also caused difficulties and uncertainties to the crypto world. Darwinia …",
    "section_6_item_3_title": "Darwinia will Airdrop the DOTers",
    "section_6_item_3_detail": "A portion of the initial supply of the Crab‘s cRING will be distributed to the holders of RING & DOT, they will get cRING (Airdrop) for free...",
    "section_7_title": "Join Us",
    "section_7_subtitle": "Come join us and create a reliable future together",
    "section_7_detail_1": "The team has many senior experts engaged in the development and technical research of the blockchain field, and has participated in the development of many blockchain open source projects including Bitshares, Ethereum, NEO and so on.",
    "section_7_detail_2": "We have maintained cooperation with many companies in the industry and have won web3 foundation grant.",
    "section_7_detail_3": "Our team is located in Singapore, but we have partner companies in Shanghai and Nanjing, China, which can provide multiple jobs."
  },
  "linkPost": "<1></1>",
  "about_page": {
    "apply_now": "Apply Now",
    "about_the_post": "Responsibilities:",
    "job_des": "Minimum Qualifications:",
    "bonus": "Preferred Qualifications:",
    "about_us": "About Us",
    "about_p_1": "Itering is a blockchain technology company, established in Singapore,2018.",
    "about_p_2": "The blockchain explorer Subscan we developed is a high-precision Web3 explorer which can quickly support Substrate ecological networks. In addition to searching for Block, Extrinsic, Event, and Account, it provides a user-friendly interactive experience in Staking, EVM, Parachain, and other modules. And we also provide customized services for unique functions.",
    "about_p_3": "We focus on the research and development of blockchain infrastructure, and currently provide technical service for the Darwinia network developed based on the Substrate framework and its ecological applications Wormhole, Evolution Land, etc.",
    "join_us": "Join Us",
    "join_subtitle": "Come join us and create a reliable future together",
    "join_p_1": "The team has many senior experts engaged in the development and technical research of the blockchain field, and has participated in the development of many blockchain open source projects including Bitshares, Ethereum, NEO and so on.",
    "join_p_2": "We have maintained cooperation with many companies in the industry and have won web3 foundation grant. Our team is located in Singapore, but we have partner companies in Shanghai and Nanjing, China, which can provide multiple jobs.",
    "rust": "Blockchain Development (Rust)",
    "rust_post1": "Based on the Substrate, use Rust to develop the Darwinia Network (",
    "rust_post2": ").",
    "rust_1": "1. Bachelor’s degree in computer or related major;",
    "rust_2": "2. At least two years of programming experience; ",
    "rust_3": "3. Familiarity Rust. Or familiarity with Golang or C ++, so that you can quickly get started with Rust;",
    "rust_4": "4. Familiarity with one of the open-source blockchain systems, understand its architecture and core data structure;",
    "rust_5": "5. Have a strong interest in blockchain-related mechanisms and principles, and have good learning and communication skills.",
    "rust_bonus_1": "Excellent writing and speaking skills in English;",
    "rust_bonus_2": "Knowledge in cryptography, networking or distributed systems;",
    "rust_bonus_3": "Pay attention to new technologies, be passionate about new technologies, and be willing to share;",
    "rust_bonus_4": "Follow the open source community, provide GitHub account or other technical forum account and personal technical blog.",
    "go": "Backend Development Engineer (Golang)",
    "go_post": "Responsible for the design and selection, development and realization of the back-end scheme of products.",
    "go_1": "1. Bachelor’s degree in computer or related major;",
    "go_2": "2. At least two years of development experience;",
    "go_3": "3. Proficient in Go and related development technology;",
    "go_4": "4. Able to use Mac/Linux to complete daily work and basic server-related operations, familiar with git;",
    "go_5": "5. Have good communication and coordination skills, teamwork spirit, and good self-management skills.",
    "go_bonus_1": "Excellent writing and speaking skills in English;",
    "go_bonus_2": "Knowledge in cryptography, networking or distributed systems;",
    "go_bonus_3": "Pay attention to new technologies, be passionate about new technologies, and be willing to share;",
    "go_bonus_4": "Follow the open source community, provide GitHub account or other technical forum account and personal technical blog.",
    "frontend": "Frontend Development Engineer (React & Vue)",
    "frontend_post": "Responsible for the design and selection, development and realization of the front-end scheme of products, including wallet, blockchain browser, smart contract, SDK, etc.",
    "frontend_1": "1. Bachelor’s degree in computer or related major;",
    "frontend_2": "2. At least two years of development experience;",
    "frontend_3": "3. Proficient in React and Vue, familiarity with popular frontend frameworks and tool chains;",
    "frontend_4": "4. Able to combine business and code levels to propose reasonable solutions;",
    "frontend_5": "5. Have good communication and coordination skills, teamwork spirit, and good self-management skills.",
    "frontend_bonus_1": "Excellent writing and speaking skills in English;",
    "frontend_bonus_2": "Familiarity with blockchain or experience in related development;",
    "frontend_bonus_3": "Pay attention to new technologies, be passionate about new technologies, and be willing to share;",
    "frontend_bonus_4": "Follow the open source community, provide GitHub account or other technical forum account and personal technical blog.",
    "test": "测试开发工程师",
    "test_post_1": "1. 充分理解公司自主研发的区块链/区块链相关应用的产品需求，制定有效的测试方案，设计并维护测试用例、测试数据及测试脚本，对软件发布的全过程进行质量跟踪与风险判断根据产品需求，制定测试计划；",
    "test_post_2": "2. 善于发现和分析定位问题，进行缺陷跟踪和管理；",
    "test_post_3": "3. 搭建自动化框架和研发工具提升测试效率，熟练的自动化测试、持续集成、持续交付能力；",
    "test_post_4": "4. 根据测试计划搭建和维护测试环境，高效地执行测试用例。",
    "test_1": "1. 计算机或相关专业，本科及以上学历；",
    "test_2": "2. 2年以上相关工作经验；",
    "test_3": "3. 熟悉常见的开源测试工具，熟悉 Java/Python，至少了解一种脚本语言，有自动化测试在项目中落地的经验；",
    "test_4": "4. 精通服务端测试方法，对数据服务质量有清晰认识优先；",
    "test_5": "5. 有良好的逻辑分析能力和沟通能力；",
    "test_6": "6. 有较强的学习能力，积极主动，有责任感，并具备良好的团队合作意识、协调沟通能力及抗压能力。",
    "tech": "Technical Researcher",
    "tech_post": "Read and study paper about blockchain algorithms and cryptography, write paper and conduct technical solution research.",
    "tech_1": "1. Master or Ph.D. in Mathematics, Cryptography, Computer Science;",
    "tech_2": "2. Rich experience and deep understanding of cryptography, zero-knowledge proof, MPC, etc.;",
    "tech_3": "3. Excellent writing and speaking skills in English;",
    "tech_4": "4. Experience working with blockchain;",
    "tech_5": "5. Have good learning and communication skills, and like to solve problems.",
    "tech_bonus_1": "Excellent writing skills;",
    "tech_bonus_2": "Pay attention to new technologies, be passionate about new technologies, and be willing to share;",
    "tech_bonus_3": "Follow the open source community, provide GitHub account or other technical forum account and personal technical blog.",
    "edu": "Technical Educator",
    "edu_post_1": "1. Work together with engineers to build new technical contents, including documents, tutorials and video screencasts;",
    "edu_post_2": "2. Dissemination and education of technical solutions.",
    "edu_1": "1. Bachelor’s degree in computer science;",
    "edu_2": "2. More than 1 year of actual development experience;",
    "edu_3": "3. Excellent writing and expression skills, like to spread and share technology;",
    "edu_4": "4. Eager to learn about and tinker with blockchain technologies;",
    "edu_5": "5. Excellent writing and speaking skills in English.",
    "edu_bonus_1": "1-2 years experience in Technical Writing. Provide excerpts of some of the work you wrote;",
    "edu_bonus_2": "Experience working with blockchain;",
    "edu_bonus_3": "Pay attention to new technologies, be passionate about new technologies, and be willing to share;",
    "edu_bonus_4": "Follow the open source community, provide GitHub account or other technical forum account and personal technical blog.",
    "oper": "Community Operation",
    "oper_post_1": "1. Activities (online/offline)  planning, promotion and analysis and tracking of corresponding data;",
    "oper_post_2": "2. Community promotion and daily operation, maintenance and management: including content push and dissemination, words management, answering questions, information collection and feedback, etc.;",
    "oper_post_3": "3. Build ecological partners with business colleagues, maintain good relationships with partners, and promote user growth and brand promotion.",
    "oper_1": "1. Bachelor’s degree;",
    "oper_2": "2. Interested in the blockchain and have experience in operating community;",
    "oper_3": "3. Excellent learning, communication and execution ability;",
    "oper_4": "4. Work proactive and highly responsible.",
    "oper_bonus_1": "Excellent writing and speaking skills in English;",
    "oper_bonus_2": "Provide relevant works and data;",
    "oper_bonus_3": "Experience in blockchain community operation.",
    "tip_1": "Can't find the job you are looking for?",
    "tip_2": "Welcome to tell us your related information through",
    "what_will_you_be_doing": "What will you be doing:",
    "are_you_the_right_person_for_this_role": "Are you the right person for this role:",
    "jobs_golang": "Intermediate/Senior Golang Engineer（Subscan）",
    "what_will_you_be_doing_golang_1": "1. Use Golang to develop back-end services for web applications (including API, workers, and other components) to complete related business requirements",
    "what_will_you_be_doing_golang_2": "2. Cooperate with DevOps and SRE engineers to integrate Sentry, Datadog, Prometheus, OpenTelemetry, and other platforms to provide rich data indicators for monitoring, early warning, and performance analysis",
    "what_will_you_be_doing_golang_3": "3. Continue to find problems and continue to improve, and refactor unreasonable modules in a small range to make them more secure, stable, fast, and reliable",
    "are_you_the_right_person_for_this_role_golang_1": "1. Extensive experience in Golang development, familiar with Golang core features (such as Goroutine, etc.), and skilled in developing and debugging HTTP API with front-end engineers",
    "are_you_the_right_person_for_this_role_golang_2": "2. Proficient in the use of MySQL",
    "are_you_the_right_person_for_this_role_golang_3": "3. Familiar with Redis including common commands and data types",
    "are_you_the_right_person_for_this_role_golang_4": "4. Familiar with Git and GitHub PR based workflow",
    "are_you_the_right_person_for_this_role_golang_5": "5. Good problem analysis and communication skills",
    "are_you_the_right_person_for_this_role_golang_6": "6. Good comments, documentation, logs, and testing habits",
    "are_you_the_right_person_for_this_role_golang_7": "7. Passionate about the crypto-asset industry, is eager to improve and hone their knowledge in the crypto space",
    "are_you_the_right_person_for_this_role_golang_8": "8. Entrepreneurial mindset with a strong sense of ownership, empathy, and determination to get things done",
    "are_you_the_right_person_for_this_role_golang_9": "9. Direct experience working in a remote-first environment and able to work independently while collaborating closely with a fast-growing team",
    "are_you_the_right_person_for_this_role_golang_10": "10. Bonus: Familiar with Substrate or have blockchain related experience",
    "are_you_the_right_person_for_this_role_golang_11": "11. Bonus: Relevant work experience with massive data and high concurrency",
    "are_you_the_right_person_for_this_role_golang_12": "12. Bonus: Active in the open source community, can provide technical blog or GitHub Profile",
    "are_you_the_right_person_for_this_role_golang_13": "13. Bonus: Independent and clear understanding of best practises and technology selection",
    "are_you_the_right_person_for_this_role_golang_14": "14. Bonus: Understand DevOps related concepts: basic principles of containerized application development, CI/CD, Prometheus Client SDK integration, Kubernetes Liveness Probe integration, etc.",
    "are_you_the_right_person_for_this_role_golang_15": "15. Bonus: Experience with other scripting languages such as Python, Node.js, Elixir, Ruby, etc.",
    "are_you_the_right_person_for_this_role_golang_16": "16. Bonus: Great written/spoken/listening communication skills in English",
    "jobs_dba": "DBA Engineer (Subscan)",
    "what_will_you_be_doing_dba_1": "1. Manage and maintain multiple MySQL 8.0 database instances currently on the Google Cloud Platform as well as keeping an eye on online database metrics and logs",
    "what_will_you_be_doing_dba_2": "2. Cooperate with server-side development engineers to continuously improve database performance and availability through table splitting, database splitting, and multiple copies",
    "what_will_you_be_doing_dba_3": "3. Participate in table structure design and improvement it during product development and iteration",
    "what_will_you_be_doing_dba_4": "4. Provide development engineers with a good database experience",
    "what_will_you_be_doing_dba_5": "5. When there is a fault alarm in the online database, cooperate with DevOps engineers to investigate the cause and repair it, and provide database-related professional knowledge, skills, and experience support",
    "what_will_you_be_doing_dba_6": "6. Cooperate with DevOps and SRE engineers to continuously improve the database monitoring panel and early warning rules; continuously improve data reliability through timed snapshots as well as building a Disaster recovery environment.",
    "are_you_the_right_person_for_this_role_dba_1": "1. Familiar with MySQL 8.0 features and InnoDB",
    "are_you_the_right_person_for_this_role_dba_2": "2. Proficient in the use of MySQL table sharding, database sharding, multi-copy synchronization, etc.",
    "are_you_the_right_person_for_this_role_dba_3": "3. Proficient in the use of MySQL management and maintenance, master MySQL operation and maintenance such as point-in-time recovery and data migration",
    "are_you_the_right_person_for_this_role_dba_4": "4. Understand relational database products of major cloud vendors (e.g. AWS, GCP)",
    "are_you_the_right_person_for_this_role_dba_5": "5. Possess logical and clear problem analysis and communication skills",
    "are_you_the_right_person_for_this_role_dba_6": "6. Passionate about the crypto-asset industry, is eager to improve and hone their knowledge in the crypto space",
    "are_you_the_right_person_for_this_role_dba_7": "7. Entrepreneurial mindset with a strong sense of ownership, empathy, and determination to get things done",
    "are_you_the_right_person_for_this_role_dba_8": "8. Direct experience working in a remote-first environment and able to work independently while collaborating closely with a fast-growing team",
    "are_you_the_right_person_for_this_role_dba_9": "9. Bonus: Relevant work experience in massive data and high concurrent read scenarios",
    "are_you_the_right_person_for_this_role_dba_10": "10. Bonus: Experience working with DevOps engineers",
    "are_you_the_right_person_for_this_role_dba_11": "11. Bonus: Active in the open source community, can provide a technical blog or GitHub Profile",
    "are_you_the_right_person_for_this_role_dba_12": "12. Bonus: Great written/spoken/listening communication skills in English",
    "are_you_the_right_person_for_this_role_dba_13": "13. Bonus: Experience in the cryptocurrency industry",
    "jobs_contract_dev": "Smart Contract Developer (Darwinia Network - Darwinia Dev Core)",
    "what_will_you_be_doing_contract_dev_1": "1. Design and write smart contracts",
    "what_will_you_be_doing_contract_dev_2": "2. Responsible for smart contract operation and maintenance, evolution and upgrade, etc.",
    "what_will_you_be_doing_contract_dev_3": "3. Responsible for the research of related technologies and overcoming technical difficulties, and continuously optimize performance",
    "what_will_you_be_doing_contract_dev_4": "4. Participate in product design discussions, consider technical feasibility, and propose adjustments to product logic based on project characteristics",
    "are_you_the_right_person_for_this_role_contract_dev_1": "1. Experience in Ethereum development and proficient in Solidity programming language",
    "are_you_the_right_person_for_this_role_contract_dev_2": "2. Familiar with contract development tools such as dapp.tools ([http://dapp.tools](http://dapp.tools/))/hardhat/web3, and familiar with programming languages such as Shell/Typescript (Javascript)",
    "are_you_the_right_person_for_this_role_contract_dev_3": "3. Familiar with encryption algorithms, consensus mechanisms, and in-depth understanding of EVM operating mechanisms",
    "are_you_the_right_person_for_this_role_contract_dev_4": "4. In-depth understanding of smart contract security",
    "are_you_the_right_person_for_this_role_contract_dev_5": "5. Passionate about the crypto-asset industry, is eager to improve and hone their knowledge in the crypto space",
    "are_you_the_right_person_for_this_role_contract_dev_6": "6. Entrepreneurial mindset with a strong sense of ownership, empathy, and determination to get things done",
    "are_you_the_right_person_for_this_role_contract_dev_7": "7. Direct experience working in a remote-first environment and able to work independently while collaborating closely with a fast-growing team",
    "are_you_the_right_person_for_this_role_contract_dev_8": "8. Bonus: Great written/spoken/listening communication skills in English",
    "jobs_front_end": "Front-end Developer (Darwinia Network - Darwinia Ecosystem Growth)",
    "what_will_you_be_doing_front_end_1": "1. Responsible for the design, selection, development, and implementation of product front-end solutions",
    "are_you_the_right_person_for_this_role_front_end_1": "1. 2+ years of experience in developing responsive web applications using Javascript/Typescript",
    "are_you_the_right_person_for_this_role_front_end_2": "2. Familiar with React and Vue as well as other popular front-end frameworks and toolchains",
    "are_you_the_right_person_for_this_role_front_end_3": "3. Solid understanding in both the business side as well as the code in order to propose reasonable solutions",
    "are_you_the_right_person_for_this_role_front_end_4": "4. Passionate about the crypto-asset industry, is eager to improve and hone their knowledge in the crypto space",
    "are_you_the_right_person_for_this_role_front_end_5": "5. Entrepreneurial mindset with a strong sense of ownership, empathy, and determination to get things done",
    "are_you_the_right_person_for_this_role_front_end_6": "6. Direct experience working in a remote-first environment and able to work independently while collaborating closely with a fast-growing team",
    "are_you_the_right_person_for_this_role_front_end_7": "7. Bonus: Great written/spoken/listening communication skills in English",
    "are_you_the_right_person_for_this_role_front_end_8": "8. Bonus: GraphQL development experience, understanding of Solidity",
    "are_you_the_right_person_for_this_role_front_end_9": "9. Bonus: Familiar with the principles of blockchain technology or have relevant development experience",
    "are_you_the_right_person_for_this_role_front_end_10": "10. Bonus: Up to date on, enthusiastic, and willing to share about new technologies",
    "are_you_the_right_person_for_this_role_front_end_11": "11. Bonus: Follow open source communities, provide GitHub accounts or other technical forum accounts, and personal technical blog addresses",
    "jobs_full_stack_dev": "Full Stack Developer (Darwinia Network - Darwinia Ecosystem Growth)",
    "what_will_you_be_doing_full_stack_dev_1": "1. Responsible for the design and development of the company's back-end API interface and some web page development",
    "what_will_you_be_doing_full_stack_dev_2": "2. Locate and resolve online issues",
    "what_will_you_be_doing_full_stack_dev_3": "3. Participate in company code security audits",
    "what_will_you_be_doing_full_stack_dev_4": "4. Pay attention to industry trends, understand new technologies, optimize company products, and enhance competitiveness",
    "what_will_you_be_doing_full_stack_dev_5": "5. Participate in creating documents about the code and technology",
    "are_you_the_right_person_for_this_role_full_stack_dev_1": "1. Proficient in Typescript (Javascript), NodeJs, and familiar with Rust language",
    "are_you_the_right_person_for_this_role_full_stack_dev_2": "2. Proficient in mainstream web frameworks and databases",
    "are_you_the_right_person_for_this_role_full_stack_dev_3": "3. Familiar with GraphQL, Docker, K8s, and other technologies",
    "are_you_the_right_person_for_this_role_full_stack_dev_4": "4. Strong problem solving skills",
    "are_you_the_right_person_for_this_role_full_stack_dev_5": "5. Passionate about the crypto-asset industry, is eager to improve and hone their knowledge in the crypto space",
    "are_you_the_right_person_for_this_role_full_stack_dev_6": "6. Entrepreneurial mindset with a strong sense of ownership, empathy, and determination to get things done",
    "are_you_the_right_person_for_this_role_full_stack_dev_7": "7. Direct experience working in a remote-first environment and able to work independently while collaborating closely with a fast-growing team",
    "are_you_the_right_person_for_this_role_full_stack_dev_8": "8. Bonus: Great written/spoken/listening communication skills in English",
    "are_you_the_right_person_for_this_role_full_stack_dev_9": "9. Bonus: Familiar with blockchain related technical principles, understanding of Solidity",
    "are_you_the_right_person_for_this_role_full_stack_dev_10": "10. Bonus: Follow open source communities, provide GitHub accounts or other technical forum accounts, and personal technical blog addresses.",
    "jobs_sdk_dev": "SDK Developer (Darwinia Network - Darwinia Ecosystem Growth)",
    "what_will_you_be_doing_sdk_dev_1": "1. Integrate and refine the company's product interface, output SDK development library, and documentation",
    "what_will_you_be_doing_sdk_dev_2": "2. Provide SDK technical support and docking to third-party developers, collect and summarize developer needs",
    "are_you_the_right_person_for_this_role_sdk_dev_1": "1. Familiar with Typescript, or proficient in one of the following: Rust/Golang/C++/Java",
    "are_you_the_right_person_for_this_role_sdk_dev_2": "2. Passionate about the crypto-asset industry, is eager to improve and hone their knowledge in the crypto space",
    "are_you_the_right_person_for_this_role_sdk_dev_3": "3. Entrepreneurial mindset with a strong sense of ownership, empathy, and determination to get things done",
    "are_you_the_right_person_for_this_role_sdk_dev_4": "4. Direct experience working in a remote-first environment and able to work independently while collaborating closely with a fast-growing team",
    "are_you_the_right_person_for_this_role_sdk_dev_5": "5. Bonus: Great written/spoken/listening communication skills in English",
    "are_you_the_right_person_for_this_role_sdk_dev_6": "6. Bonus: Experience in the cryptocurrency industry",
    "jobs_ui_ux": "Senior UI/UX Designer (Darwinia Network)",
    "what_will_you_be_doing_ui_ux_1": "1. Responsible for the front page and official website design of each product of the company",
    "what_will_you_be_doing_ui_ux_2": "2. Participate in the preliminary discussions of each product, go deep into the business, understand the actual purpose, convert it into a design language to express externally, and provide the optimal solution",
    "what_will_you_be_doing_ui_ux_3": "3. Participate in the operation design of related products",
    "what_will_you_be_doing_ui_ux_4": "4. Conduct usability testing and evaluation of existing products, proactively propose optimization solutions, and continuously improve user experience",
    "are_you_the_right_person_for_this_role_ui_ux_1": "1. Possess international vision and overseas design style",
    "are_you_the_right_person_for_this_role_ui_ux_2": "2. Possess overarching understanding, and have keen observation and analysis ability for visual design and color",
    "are_you_the_right_person_for_this_role_ui_ux_3": "3. Possess both UI and UX understanding to balance between ease of use and aesthetics",
    "are_you_the_right_person_for_this_role_ui_ux_4": "4. Proficient in Sketch, Figma, PS, AI, and other software output design and animation details",
    "are_you_the_right_person_for_this_role_ui_ux_5": "5. Bonus: Blockchain knowledge reserve or related product experience as well as familiarity with Html/Css principles are preferred"
  }
}